Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
pt_pt: Cidade
zh_cn: 城市

source: ZIP code
de_de: PLZ
es_es: Código postal
fr_fr: Code postal
pt_pt: Código postal
zh_cn: 邮政编码

source: State
de_de: Staat
es_es: Provincia
fr_fr: Etat
pt_pt: Região/Distrito
zh_cn: 州

source: Country
de_de: Land
es_es: País
fr_fr: Pays
pt_pt: País
zh_cn: 国家

source: Name of reseller
de_de: Name des Wiederverkäufers
es_es: Nombre del partner
fr_fr: Nom du revendeur
pt_pt: Nome do agente
zh_cn: 经销商名称

source: Start of validity
de_de: Beginn der Gültigkeit
es_es: Inicio de validez
fr_fr: Début de validité
pt_pt: Início de validade
zh_cn: 有效期开始

source: End of validity
de_de: Ende der Gültigkeit
es_es: Fin de validez
fr_fr: Fin de validité
pt_pt: Fim de validade
zh_cn: 有效期结束

source: License type
de_de: Lizenztyp
es_es: Tipo de licencia·
fr_fr: Type de licence
pt_pt: Tipo de licença
zh_cn: 许可证类型

source: Not for resale
de_de: Nicht für den Wiederverkauf
es_es: Reventa prohibida
fr_fr: Revente interdite
pt_pt: Revenda interdita
zh_cn: 禁止转售

source: Demo license
de_de: Demolizenz
es_es: Versión Demo
fr_fr: Version Demo
pt_pt: Versão Demo
zh_cn: Demo版本

source: Standard license
de_de: Standardlizenz
es_es: Estandar licencia
fr_fr: Standard licence
pt_pt: Licença standard
zh_cn: 标准许可证

source: Process
de_de: Vorgang
es_es: Proceso
fr_fr: Processus
pt_pt: Processo
zh_cn: 流程图

source: New role
de_de: Neue Rolle
es_es: Nuevo rol
fr_fr: Nouveau rôle
pt_pt: Novo papel
zh_cn: 新角色

source: List of roles
de_de: Verzeichnis der Rollen
es_es: Lista de roles
fr_fr: Liste des rôles
pt_pt: Lista de Funções
zh_cn: 角色列表

source: en-US
de_de: de-DE
es_es: fr-FR
fr_fr: fr-FR
pt_pt: fr-FR
zh_cn: zh-CN

source: English (United States)
de_de: German (Germany)
es_es: Francés (Francia)
fr_fr: French (France)
pt_pt: Francês (França)
zh_cn: 中文（中国）

source: Value ({0}) must be a string. Actual type is {1}
de_de: Wert ({0}) muss ein String sein. Aktueller Typ ist {1}
es_es: El valor ({0}) debe ser una cadena. El tipo real es {1}
fr_fr: La valeur ({0}) doit être une chaîne. Le type réel est {1}
pt_pt: O valor ({0}) deve ser uma string. O tipo atual é {1}
zh_cn: 值({0})必须是一个字符串。但实际类型为{1}

source: Value ({0}) must be one of the values in enum array
de_de: Wert ({0}) muss einer der Werte im Enum-Array sein
es_es: El valor ({0}) debe formar parte de la lista de valores
fr_fr: La valeur ({0}) doit faire partie de la liste d'énumérés
pt_pt: O valor ({0}) deve ser incluída na lista das enumeradas
zh_cn: 值({0})必须属于列举的数值列表

source: Length must be at least {0}
de_de: Länge muss mindestens {0} sein
es_es: La longitud debe ser al menos {0}
fr_fr: La longueur doit être d'au moins {0}
pt_pt: O comprimento deve ser de, pelo menos, {0}
zh_cn: 长度必须至少为{0}

source: Length must be at most {0}
de_de: Länge darf höchstens {0} sein
es_es: La longitud debe ser como máximo {0}
fr_fr: La longueur doit être d'au plus {0}
pt_pt: O comprimento deve ser de, no máximo, {0}
zh_cn: 长度最多只能是{0}

source: Value ({0}) does not match the regex pattern {1}
de_de: Wert ({0}) passt nicht zum Regex-Pattern {1}
es_es: El valor ({0}) no satisface la expresión regular {1}
fr_fr: La valeur ({0}) ne satisfait pas l'expression régulière {1}
pt_pt: O valor ({0}) não atende à expressão regular {1}
zh_cn: 值({0})不符合正则表达式{1}

source: Value is mandatory
de_de: Wert ist erforderlich
es_es: Valor obligatorio
fr_fr: Valeur obligatoire
pt_pt: Valor obrigatório
zh_cn: 值必填

source: Test passed: {0} assertions OK
de_de: Test bestanden: {0} Aussagen OK
es_es: La prueba fue exitosa : {0} aserciones OK
fr_fr: Le test a réussi : {0} assertions OK
pt_pt: O teste foi bem sucedido: {0} afirmações OK
zh_cn: 测试成功：{0}断言OK

source: Test failed: {0} errors / {1} assertions
de_de: Test fehlgeschlagen: {0} Fehler / {1} Aussage
es_es: La prueba ha fallado : {0} orrores / {1} aserciones
fr_fr: Le test a échoué : {0} erreurs / {1} assertions
pt_pt: O teste falhou: {0} erros / {1} afirmações
zh_cn: 测试失败：{0}错误/{1}断言

source: Preparing list of tests
de_de: Verzeichnis der Tests vorbereiten
es_es: Preparación de la lista de pruebas en curso
fr_fr: Préparation de la liste d'essais en cours
pt_pt: Preparação da lista de julgamentos em curso
zh_cn: 正在准备测试列表

source: Running unit test
de_de: Unit-Test durchführen
es_es: Prueba unitaria encurso
fr_fr: Test unitaire en cours
pt_pt: O teste de unidade em curso
zh_cn: 正在进行单元测试

source: Instance not found: entity {0}, id {1}
de_de: Instanz nicht gefunden: Entität {0}, id {1}
es_es: Instancia no encontrada: entidad {0}, ID {1}
fr_fr: Instance non trouvée : entité {0}, ID {1}
pt_pt: Instância não encontrada: entidade {0} {1} ID
zh_cn: 未找到实例：实体{0}，ID {1}

source: Property '{0}' not found for entity '{1}'
de_de: Eigenschaft '{0}' für Entität '{1}' nicht gefunden
es_es: Propiedad '{0}' no encontrada para la entidad '{1}'
fr_fr: Propriété '{0}' non trouvée pour l'entité '{1}'
pt_pt: Propriedade '{0}' não foi encontrado para a entidade '{1}'
zh_cn: 未找到实体'{1}'的属性'{0}'

source: Relation '{0}' not found for entity '{1}'
de_de: Beziehung '{0}' für Entität '{1}' nicht gefunden
es_es: Relación '{0}' no encontrada para la entidad '{1}'
fr_fr: Relation '{0}' non trouvée pour l'entité '{1}'
pt_pt: Relacionamento '{0}' não foi encontrado para a entidade '{1}'
zh_cn: 未找到实体'{1}'的关系'{0}'

source: Help file not found: {0}
de_de: Hilfedatei nicht gefunden: {0}
es_es: Fichero de ayuda no encontrado : {0}
fr_fr: Fichier d'aide non trouvé : {0}
pt_pt: Arquivo de ajuda não encontrado: {0}
zh_cn: 未找到帮助文件：{0}

source: Invalid help URL: {0}
de_de: Ungültige Hilfe-URL: {0}
es_es: URL de ayuda no válido : {0}
fr_fr: URL d'aide invalide : {0}
pt_pt: URL inválido usando: {0}
zh_cn: 帮助的URL无效：{0}

source: Application not found: {0}
de_de: Anwendung nicht gefunden: {0}
es_es: Aplicación no encontrada : {0}
fr_fr: Application non trouvée : {0}
pt_pt: Aplicativo não encontrado: {0}
zh_cn: 未找到应用程序：{0}

source: Unable to contact help server: {0}
de_de: Nicht möglich, den Hilfe-Server zu erreichen: {0}
es_es: Imposible conectar con el servidor de ayuda : {0}
fr_fr: Impossible de contacter le serveur d'aide : {0}
pt_pt: Não é possível contatar o servidor usando: {0}
zh_cn: 无法连络帮助服务器：{0}

source: Local file system help has not been correctly configured
de_de: Die lokale Dateisystemhilfe wurde nicht richtig konfiguriert
es_es: La ayuda del sistema de ficheros local no se ha configurado correctamente
fr_fr: L'aide du sytème de fichiers local n'a pas été configuré correctement
pt_pt: Assistência de sytem arquivo local não foi configurado corretamente
zh_cn: 没有正确配置本地文件的系统帮助

source: The REST web service '{0}' has not been configured.
de_de: Der REST Web-Service '{0}' wurde nicht konfiguriert.
es_es: El servicio web REST '{0}' no se ha configurado.
fr_fr: Le web service REST '{0}' n'a pas été configuré.
pt_pt: O serviço REST web '{0}' não foi configurado.
zh_cn: 没有配置REST的Web服务'{0}'。

source: Global settings not found.
de_de: Globale Einstellungen nicht gefunden.
es_es: La configuración general no se ha encontrado.
fr_fr: La configuration générale n'a pas été trouvée.
pt_pt: A configuração geral não foi encontrado.
zh_cn: 未找到通用配置。

source: {0} : Proxy authentication failed.
de_de: {0} : Proxy-Authentifizierung fehlgeschlagen.
es_es: {0}: La autentificación proxy ha fallado.
fr_fr: {0} : L'authentification proxy a échouée.
pt_pt: {0} : Autenticação de proxy falhou.
zh_cn: {0}：代理身份验证失败。

source: Call export with missing parameter: {0}
de_de: Export mit fehlendem Parameter: {0} aufrufen
es_es: Llamada de la exportación con el parámetro ausente : {0}
fr_fr: Appel de l'export avec le paramètre manquant : {0}
pt_pt: Ligue para exportação com o parâmetro ausente: {0}
zh_cn: 通过缺失的参数调用导出：{0}

source: Export completed, {0} object(s) exported
de_de: Export abgeschlossen, {0} Objekt(e) abgeschlossen
es_es: Exportación realizada, {0} objeto(s) exportado(s)
fr_fr: Export réalisé, {0} objet(s) exportés
pt_pt: Exportação percebeu {0} item (s) exportados
zh_cn: 导出已完成，{0}个对象被导出

source: {0} is a mandatory property/relation for {1}, but not selected for export
de_de: {0} ist eine erforderliche Eigenschaft/Beziehung für {1}, für den Export jedoch nicht ausgewählt
es_es: {0} es una propiedad/relación obligatoria para {1}, pero no está seleccionada para la exportación·
fr_fr: {0} est une propriété/relation obligatoire pour {1}, mais n'est pas sélectionné pour l'export
pt_pt: {0} é um / a ligação {1} relacionamento propriedade, mas não é selecionado para exportação
zh_cn: {0}对{1}而言是一个必填属性/关系，但导出时未被选定

source: Key(s) {0} of entity {1} is(are) undefined or null
de_de: Schlüssel {0} der Entität {1} ist/sind nicht definiert oder NULL
es_es: La(s) clave(s) {0} de la entidad {1} está(n) sin definir o nula(s)
fr_fr: La/les clé(s) {0} de l'entité {1} est (sont) indéfinie(s) ou nulle(s)
pt_pt: A tecla / (s) {0} para {1} a entidade é (são) indefinida (s) ou zero (s)
zh_cn: 实体{1}的密钥{0}未定义或无效

source: Missing keys for {0}
de_de: Fehlende Schlüssel für {0}
es_es: Claves ausentes para {0}
fr_fr: Clés manquantes pour {0}
pt_pt: Faltando chaves para {0}
zh_cn: {0}缺少密钥

source: Export profile item not defined for {0}
de_de: Export Profilpunkt nicht definiert für {0}
es_es: Perfil de exportación no definido para {0}
fr_fr: Profil d'export non défini pour {0}
pt_pt: Exportação Perfil indeterminado para {0}
zh_cn: 未为{0}定义导出的配置文件

source: Key property : {0} has no value
de_de: Eigenschaft Schlüssel : {0} hat keinen Wert
es_es: Propiedad clave : {0} no tiene ningún valor
fr_fr: Propriété clé: {0} n'a aucune valeur
pt_pt: Propriedade chave: {0} tem nenhum valor
zh_cn: 密钥属性：{0}没有任何值

source: Standard export profile not found for entity {0}
de_de: Standard Exportprofil für Entität {0} nicht gefunden
es_es: Perfil de exportación estándar no encontrado para la entidad {0}
fr_fr: Profil d'export standard non trouvé pour l'entité {0}
pt_pt: Perfil padrão da exportação não foi encontrado para a entidade {0}
zh_cn: 未找到实体{0}的标准导出配置文件

source: Value is missing for key {0} of relation {1}
de_de: Wert für Schlüssel {0} der Beziehung {1} fehlt
es_es: Valor ausente para la clave {0} de la relación {1}
fr_fr: Valeur manquante pour la clé {0} de la relation {1}
pt_pt: Falta para a chave {0} de {1} relacionamento
zh_cn: 关系{1}的密钥{0}缺失值

source: Generating content
de_de: Inhalt wird erzeugt
es_es: Generación del contenido actual
fr_fr: Génération de contenu en cours
pt_pt: Geração de ser conteúdo
zh_cn: 正在生成内容

source: Saving content
de_de: Inhalt wird gespeichert
es_es: Grabar el contenido actual
fr_fr: Enregistrement du contenu en cours
pt_pt: Gravando o conteúdo a ser
zh_cn: 正在保存内容

source: Object expected in json import, got {0}
de_de: Erwartetes Objekt im json-Import wurde {0}
es_es: Objeto esperado en la importación json, recibido {0}
fr_fr: Objet attendu dans l'import json, reçu {0}
pt_pt: Objeto esperado em json importação recebidos {0}
zh_cn: json导入中需要的对象，已收到{0}

source: Unable to set reference for {0} {1}: {2} {3} not found
de_de: Referenzeinstellen für {0} {1} nicht möglich: {2} {3} nicht gefunden
es_es: Imposible definir la referencia para {0} {1}: {2} {3} no encontradas
fr_fr: Impossible de définir la référence pour {0} {1}: {2} {3} non trouvés
pt_pt: Não é possível definir o padrão para {0} {1}: {2} {3} não encontrado
zh_cn: 无法为{0} {1}设置参考：未找到{2} {3}

source: Generic import session
de_de: Allgemeine Importsitzung
es_es: Sesión de importación genérica
fr_fr: Session d'import générique
pt_pt: Sessão de importação genérico
zh_cn: 通用导入会话

source: JSON parse error: {0}
de_de: JSON Parserfehler: {0}
es_es: Error de análisis JSON: {0}
fr_fr: Erreur d'analyse JSON: {0}
pt_pt: Erro de análise JSON: {0}
zh_cn: JSON解析错误：{0}

source: Import done, {0} object(s) were created, {1} object(s) were modified, {2} errors
de_de: Import abgeschlossen, {0} Objekt(e) wurden erstellt, {1} Objekt(e) wurden geändert, {2} Fehler
es_es: Import efectuado, {0} objeto(s) creado(s), {1} objeto(s) modificado(s), {2} errores
fr_fr: Import effectué, {0} objet(s) créé(s), {1} objet(s) modifiés, {2} erreurs
pt_pt: Importação realizada, {0} objeto (s) jogo (s), {1} objeto (s) modificado, erros {2}
zh_cn: 导入已完成，已创建{0}个对象，已修改{1}个对象，{2}个错误

source: Error importing "{0}" ({1}): {2}
de_de: Fehler Import "{0}" ({1}): {2}
es_es: Error durante la importación de "{0}" ({1}): {2}
fr_fr: Erreur lors de l'import de "{0}" ({1}): {2}
pt_pt: Importação de erro "{0}" ({1}): {2}
zh_cn: 导入"{0}" ({1}): {2}时出错

source: Warning importing "{0}" ({1}): {2}
de_de: Warnung Import "{0}" ({1}): {2}
es_es: Aviso durante la importación de "{0}" ({1}): {2}
fr_fr: Avertissement lors de l'import de "{0}" ({1}): {2}
pt_pt: Aviso ao importar "{0}" ({1}): {2}
zh_cn: 导入"{0}" ({1}): {2}时警告

source: Info importing "{0}" ({1}): {2}
de_de: Information Import "{0}" ({1}): {2}
es_es: Información durante la importación de "{0}" ({1}): {2}
fr_fr: Information lors de l'import de "{0}" ({1}): {2}
pt_pt: Informações sobre importação "{0}" ({1}): {2}
zh_cn: 导入"{0}" ({1}): {2}时的信息

source: Succes importing "{0}" ({1}): {2}
de_de: Import erfolgreich "{0}" ({1}): {2}
es_es: Importación con éxito de "{0}" ({1}): {2}
fr_fr: Succès de l'import de "{0}" ({1}): {2}
pt_pt: Importação de sucesso "{0}" ({1}): {2}
zh_cn: 成功导入"{0}" ({1}): {2}

source: Bad localized key format: two parts are expected for key {1} of entity {0}
de_de: Falsch lokalisiertes Schlüsselformat: zwei Teile werden für Schlüssel {1} der Entität {0} erwartet
es_es: Formato erróneo de clave localizada: dos segmentos esperados para la clave {1} de la entidad {0}
fr_fr: Mauvais format de clé localisée : deux segments sont attendus pour la clé {1} de l'entité {0}
pt_pt: Pobre formato de chave localizada: dois segmentos são esperados para a chave {1} da entidade {0}
zh_cn: 错误的本地化的密钥格式：预期实体{0}的密钥{1}应该有两段

source: missing localization section for language "{0}"
de_de: Fehlender Lokalisierungsbereich für Sprache "{0}"
es_es: Sección de localización ausente para el idioma "{0}"
fr_fr: Section de localisation manquante pour la langue "{0}"
pt_pt: Localize a seção faltando para a linguagem "{0} "
zh_cn: 语言"{0}"缺少本地化部分

source: Prototype pointer type not found "{0}"
de_de: Prototyp Zeigertyp nicht gefunden "{0}"
es_es: Tipo puntero prototipo no encontrado "{0}"
fr_fr: Type pointeur prototype non trouvé "{0}"
pt_pt: Prototype tipo de ponteiro não encontrado "{0} "
zh_cn: 未找到原型的指针类型"{0}"

source: Error in license. Message: {0}
de_de: Fehler in Lizenz. Nachricht: {0}
es_es: Error de licencia. Mensaje: {0}·
fr_fr: Erreur de licence. Message: {0}
pt_pt: Erro de licença. Mensagem: {0}
zh_cn: 许可证错误。消息：{0}

source: No change in licenses and policies
de_de: Keine Änderung der Lizenzen und Richtlinien
es_es: Sin cambio en las licencias y las reglas
fr_fr: Pas de changement dans les licences et les règles
pt_pt: Nenhuma modificação no licenciamento e regras
zh_cn: 许可证和规则中没有发生变化

source: Duplicate device {0} in policy for {1}
de_de: Doppeltes Gerät {0} in Richtlinie für {1}
es_es: Duplicar el periférico {0} en las reglas para {1}
fr_fr: Dupliquer le périphérique {0} dans les règles pour {1}
pt_pt: Duplicar dispositivo {0} nas regras para {1}
zh_cn: 按照{1}的规则复制外部设备{0}

source: Ignore badge {0} in license file for partner '{1}' because it occurs in another license file
de_de: Badge {0} in Lizenzdatei für Partner '{1}' nicht beachten, da er in einer anderen Lizenzdatei erscheint
es_es: Ignorar el pase {0} en el fichero de licencia para el partner '{1}'. Aparece en otro fichero de licencia.
fr_fr: Ignorer le badge {0} dans le fichier de licence pour le partenaire '{1}'. Il apparait dans un autre fichier de licence.
pt_pt: Ignorar o emblema {0} no arquivo de licença para o parceiro '{1}'. Ela aparece em um outro arquivo de licença.
zh_cn: 忽略合作伙伴'{1}'的许可证文件中的标记{0}。因其已出现在另一个许可证文件中。

source: Key function {0} for partner {1} appears also in another policy
de_de: Schlüsselfunktion {0} für Partner {1} erscheint auch in einer anderen Richtlinie
es_es: La función clave {0} para el partner {1} aparece también en otro fichero de reglas
fr_fr: La fonction clé {0} pour le partenaire {1} apparaît également dans un autre fichier de règles
pt_pt: A função chave {0} para {1} parceiro também aparece em outro arquivo de regras
zh_cn: 合作伙伴{1}的主要功能{0}同样出现在另一个规则文件中

source: Ignore module {0} in license file for partner '{1}' because it occurs in another license file
de_de: Modul {0} in Lizenzdatei für Partner '{1}' nicht beachten, da es in einer anderen Lizenzdatei erscheint
es_es: Ignorar el módulo {0} en el fichero de licencia para el partner '{1}'. Aparece en otro fichero de licencia.
fr_fr: Ignorer le module {0} dans le fichier de licence pour le partenaire '{1}'. Il apparait dans un autre fichier de licence
pt_pt: Ignorar módulo {0} no arquivo de licença para o parceiro '{1}'. Ela aparece em um outro arquivo de licença
zh_cn: 忽略合作伙伴'{1}'的许可证文件中的模块{0}。因其已出现在另一个许可证文件中。

source: Ignore module {0} in policy file for partner '{1}' because it occurs in another policy file
de_de: Modul {0} in Richtliniendatei für Partner '{1}' nicht beachten, da es in einer anderen Richtliniendatei erscheint
es_es: Ignorar el módulo {0} en el fichero policy para el partner '{1}'. Aparece en otro fichero policy.
fr_fr: Ignorer le module {0} dans le fichier policy pour le partenaire '{1}'. Il apparait dans un autre fichier policy.
pt_pt: Ignorar módulo {0} no arquivo de políticas para o parceiro '{1}'. Ele aparece em uma outra política de arquivos.
zh_cn: 忽略合作伙伴'{1}'的policy文件中的模块{0}。因其已出现在另一个policy文件中。

source: Ignore activity code {0} in policy file for partner '{1}' because it occurs in another policy file
de_de: Aktivitätscode {0} in Richtliniendatei für Partner '{1}' nicht beachten, da es in einer anderen Richtliniendatei erscheint
es_es: Ignorar el código de actividad {0} en el fichero policy para el partner '{1}'. Aparece en otro fichero policy.
fr_fr: Ignorer le code activité {0} dans le fichier policy pour le partenaire '{1}'. Il apparait dans un autre fichier policy.
pt_pt: Ignorar o código de atividade {0} no arquivo de políticas para o parceiro '{1}'. Ele aparece em uma outra política de arqui
zh_cn: 忽略合作伙伴'{1}'的policy文件中的业务代码{0}。因其已出现在另一个policy文件中。

source: Ignore language {0} in policy file for product '{1}' of partner '{2}' because it occurs in another policy file
de_de: Sprache {0} in Richtliniendatei f. Prod. '{1}' v. Partner '{2}' nicht beachten, da es in anderer Richtliniendatei erscheint
es_es: Ignorar el idioma {0} en el fichero policy para el producto '{1}' /partner {2}. Aparece en otro fichero.
fr_fr: Ignorer la langue {0} dans le fichier policy pour le produit '{1}' /partenaire {2}. Elle apparait dans un autre fichier.
pt_pt: Ignorar idioma {0} no arquivo de políticas para o produto '{1}' / parceiro {2}. Ela aparece em outro arquivo.
zh_cn: 忽略产品'{1}'/合作伙伴{2}的policy文件中的语言{0}。因其已出现在另一个文件中。

source: Ignore legislation {0} in policy file for product '{1}' of partner '{2}' because it occurs in another policy file
de_de: Rechtsordn. {0} in Richtliniendat. f. Produkt '{1}' v. Partner '{2}' nicht beachten, da es in anderer Richtl.dat. erscheint
es_es: Ignorar la legislación {0} en el fichero policy para el producto '{1}' /partner {2}. Aparece en otro fichero.
fr_fr: Ignorer la legislation {0} dans le fichier policy pour le produit '{1}' /partenaire {2}. Elle existe dans un autre fichier.
pt_pt: Ignorar a lei {0} no arquivo de políticas para o produto '{1}' / parceiro {2}. Ela existe em outro arquivo.
zh_cn: 忽略产品'{1}'/合作伙伴{2}的policy文件中的准则{0}。因其已出现在另一个文件中。

source: Ignore module {0} in policy file for product '{1}' of partner '{2}' because it occurs in another policy file
de_de: Modul {0} in Richtliniendatei f. Produkt '{1}' v. Partner '{2}' nicht beachten, da es in anderer Richtliniendatei erscheint
es_es: Ignorar el módulo {0} en el fichero policy para el producto '{1}' /partner {2}. Aparece en otro fichero.
fr_fr: Ignorer le module {0} dans le fichier policy pour le produit '{1}' /partenaire {2}. Il apparait dans un autre fichier.
pt_pt: Ignorar módulo {0} no arquivo de políticas para o produto '{1}' / parceiro {2}. Ela aparece em outro arquivo.
zh_cn: 忽略产品'{1}'/合作伙伴{2}的policy文件中的模块{0}。因其已出现在另一个文件中。

source: Ignore parameter kit {0} in policy file for product '{1}' of partner '{2}' because it occurs in another policy file
de_de: Param.-Kit {0} in Richtliniendat. f. Produkt '{1}' v. Partner '{2}' nicht beachten, da es in anderer Richtl.dat. erscheint
es_es: Ignorar el kit de parámetros {0} en el fichero policy para el producto '{1}' /partner {2}. Existe en otro fichero.
fr_fr: Ignorer le kit paramètres {0} dans le fichier policy pour le produit '{1}' /partenaire {2}. Il existe dans un autre fichier
pt_pt: Ignore os parâmetros definidos {0} no arquivo de políticas para o produto '{1}' / parceiro {2}. Há um outro ficheiro
zh_cn: 忽略产品'{1}'/合作伙伴{2}的policy文件中的参数工具包{0}。因其已出现在另一个文件中。

source: Ignore parameter {0} in policy file for product '{1}' of partner '{2}' because it occurs in another policy file
de_de: Param. {0} in Richtliniendat. f. Produkt '{1}' v. Partner '{2}' nicht beachten, da es in anderer Richtliniendat. erscheint
es_es: Ignorar el parámetro {0} en el fichero policy para el producto '{1}' /partner {2}. Existe en otro fichero.
fr_fr: Ignorer le paramètre {0} dans le fichier policy pour le produit '{1}' /partenaire {2}. Il apparait dans un autre fichier.
pt_pt: Ignorar o parâmetro {0} no arquivo de políticas para o produto '{1}' / parceiro {2}. Ela aparece em outro arquivo.
zh_cn: 忽略产品'{1}'/合作伙伴{2}的policy文件中的参数{0}。因其已出现在另一个文件中。

source: Invalid license condition {0} for {1}
de_de: Ungültige Lizenzbestimmung {0} für {1}
es_es: Condición de licencia {0} no válido para {1}
fr_fr: Condition de licence {0} invalide pour {1}
pt_pt: Condição de licença inválida {0} {1}
zh_cn: 对{1}而言无效的许可证条款{0}

source: Invalid file type {0}
de_de: Ungültiger Dateityp {0}
es_es: Tipo de fichero no válido {0}
fr_fr: Type de fichier invalide {0}
pt_pt: Tipo de arquivo inválido {0}
zh_cn: 无效的文件类型{0}

source: Error message from license system: {0}
de_de: Fehlermeldung vom Lizenzsystem: {0}
es_es: Mensaje de error enviado por el sitema de licencia : {0}
fr_fr: Message d'erreur en provenance du système de licence: {0}
pt_pt: Mensagem de erro do sistema de licença: {0}
zh_cn: 来自许可证系统的错误消息：{0}

source: Due to license restrictions, access to the following badges has not been granted: {0}. You may try again when there are less users.
de_de: Aufgrund von Lizenzbeschränkungen konnte für die folgenden Badges kein Zugang gewährt werden: {0}. Versuchen Sie es noch einmal, wenn dort weniger Benutzer sind.
es_es: Por motivo de restricción de licencia, el acceso a los suiguientes pases se ha denegado: {0}. Puede reintentarlo con menos usuarios conectados
fr_fr: En raison de restrictions de licence, l'accès aux badges suivants a été refusé : {0}. Vous pourrez réessayer lorsqu'il y aura moins d'utilisateurs.
pt_pt: Devido a restrições de licenciamento, o acesso aos seguintes emblemas foram negados: {0}. Pode tentar novamente quando houver menos utilizadors.
zh_cn: 由于许可证限制，对以下标记的访问已被拒绝：{0}. 当用户较少时，您可以再试一次。

source: Product {0} is only licensed until version {1} but version {2} is requested
de_de: Produkt {0} hat nur eine Lizenz bis Version {1}, Version {2} wurde bereits angefragt
es_es: El producto {0} está bajo licencia únicamente hasta la versión {1} pero se requiere la versión {2}·
fr_fr: Le produit {0} est sous licence uniquement jusqu'à la version {1} mais la version {2} est requise
pt_pt: Product {0} é licenciado somente para a versão {1}, mas a versão {2} é necessária
zh_cn: 产品{0}现使用的许可证仅可用于版本{1}及其以下版本，但现需要版本{2}
